[
  {"id":"Banerjee2021","abstract":"This article aims to change the terms of the conversation about the ecological crisis. We argue that the human?nature dualism, a product of Enlightenment thought and primarily responsible for the ecological crisis, cannot be the basis for any meaningful solutions. We show how more recent Western imaginaries like the Anthropocene and Gaia proposed to overcome the separation of nature from culture are also based on exclusions that reflect Enlightenment rationality and legacies of colonialism. In sharp contrast, we show that Indigenous philosophies that preceded the Enlightenment by thousands of years have developed systems of knowledge based on a relational ontology that reflects profound connections between humans and nature. We demonstrate that such forms of knowledge have been systematically subjugated by Western scholarship based on arguments inspired by Enlightenment ideals of rationality and empiricism. A decolonial imagination will be able to generate new insights into understanding and addressing the ecological crisis. We therefore call for organization and management scholars to challenge the anthropomorphic biases and the economism that dominates our field through a respectful engagement with Indigenous worldviews.","accessed":{"date-parts":[[2022,9,13]]},"author":[{"family":"Banerjee","given":"Subhabrata Bobby"},{"family":"Arjaliès","given":"Diane-Laure"}],"citation-key":"Banerjee2021","container-title":"Organization Theory","DOI":"10.1177/26317877211036714","ISSN":"2631-7877","issue":"4","issued":{"date-parts":[[2021,10,1]]},"language":"en","page":"26317877211036714","publisher":"SAGE Publications Ltd","source":"SAGE Journals","title":"Celebrating the End of Enlightenment: Organization Theory in the Age of the Anthropocene and Gaia (and why neither is the solution to our ecological crisis)","title-short":"Celebrating the End of Enlightenment","type":"article-journal","URL":"https://doi.org/10.1177/26317877211036714","volume":"2"},
  {"id":"Belem2022","abstract":"This article is composed of three independent commentaries about the state of Integrated, Coordinated, Open, Networked (ICON) principles (Goldman et al., 2021, https://doi.org/10.1002/essoar.10508554.1) in the AGU section paleoclimatology and paleoceanography (P&P), and a discussion on the opportunities and challenges of adopting them. Each commentary focuses on a different topic: (Section 2) Global collaboration, technology transfer and application, reproducibility, and data sharing and infrastructure; (Section 3) Local knowledge, global gain: improving interactions within the scientific community and with locals, indigenous communities, stakeholders, and the public; (Section 4) Field, experimental, remote sensing, and real-time data research and application. P&P projects can better include ICON principles by directly incorporating them into research proposals. A promising way to overcome the challenges of interdisciplinarity and integration is to foster networking, which will advance our research discipline through the application of ICON.","accessed":{"date-parts":[[2022,9,1]]},"author":[{"family":"Belem","given":"A."},{"family":"Bell","given":"T."},{"family":"Burdett","given":"H. L."},{"family":"Ibarra","given":"D."},{"family":"Kaushal","given":"N."},{"family":"Keenan","given":"B."},{"family":"Klimaszewski-Patterson","given":"A."},{"family":"Mette","given":"M."},{"family":"Naeher","given":"S."},{"family":"Onafeso","given":"O. D."},{"family":"Panmei","given":"C."},{"family":"Ratnayake","given":"A. S."},{"family":"Truax","given":"O."}],"citation-key":"Belem2022","container-title":"Earth and Space Science","DOI":"10.1029/2021EA002115","ISSN":"2333-5084","issue":"1","issued":{"date-parts":[[2022]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1029/2021EA002115","page":"e2021EA002115","source":"Wiley Online Library","title":"Paleoclimatology and Paleoceanography Perspectives on Integrated, Coordinated, Open, Networked (ICON) Science","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1029/2021EA002115","volume":"9"},
  {"id":"Carroll2021OperationalizingCAREFAIR","abstract":"As big data, open data, and open science advance to increase access to complex and large datasets for innovation, discovery, and decision-making, Indigenous Peoples’ rights to control and access their data within these data environments remain limited. Operationalizing the FAIR Principles for scientific data with the CARE Principles for Indigenous Data Governance enhances machine actionability and brings people and purpose to the fore to resolve Indigenous Peoples’ rights to and interests in their data across the data lifecycle.","accessed":{"date-parts":[[2022,9,1]]},"author":[{"family":"Carroll","given":"Stephanie Russo"},{"family":"Herczog","given":"Edit"},{"family":"Hudson","given":"Maui"},{"family":"Russell","given":"Keith"},{"family":"Stall","given":"Shelley"}],"citation-key":"Carroll2021OperationalizingCAREFAIR","container-title":"Scientific Data","container-title-short":"Sci Data","DOI":"10.1038/s41597-021-00892-0","ISSN":"2052-4463","issue":"1","issued":{"date-parts":[[2021,4,16]]},"language":"en","license":"2021 The Author(s)","number":"1","page":"108","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Operationalizing the CARE and FAIR Principles for Indigenous data futures","type":"article-journal","URL":"https://www.nature.com/articles/s41597-021-00892-0","volume":"8"},
  {"id":"Coles2022","abstract":"Researchers are creating grass-roots collaborative networks to tackle difficult questions in primate studies and more, but they need funding and other support.","accessed":{"date-parts":[[2022,9,2]]},"author":[{"family":"Coles","given":"Nicholas A."},{"family":"Hamlin","given":"J. Kiley"},{"family":"Sullivan","given":"Lauren L."},{"family":"Parker","given":"Timothy H."},{"family":"Altschul","given":"Drew"}],"citation-key":"Coles2022","container-title":"Nature","DOI":"10.1038/d41586-022-00150-2","issue":"7894","issued":{"date-parts":[[2022,1]]},"language":"en","license":"2022 Nature","note":"Bandiera_abtest: a\nCg_type: Comment\nSubject_term: Research management, Institutions","number":"7894","page":"505-507","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Build up big-team science","type":"article-journal","URL":"https://www.nature.com/articles/d41586-022-00150-2","volume":"601"},
  {"id":"Conn2019","abstract":"Formidable health problems are often best addressed by teams of scientists with varied expertise. This diversity among team members and complexities in managing teams can lead to challenges in designing, funding, conducting, and reporting research. Team science difficulties can be addressed by sophisticated planning, frequent reassessment and realignment of team strategies with goals, and consistent transparent communication. This article addresses specific strategies to build and sustain research teams, manage team meetings, strategically develop publications and grants, thrive in the midst of disciplinary and individual team member differences, embrace new ideas and change to maintain creativity, and build future team scientists and projects. The potential value in team science justifies the effort required to build and maintain efficient and effective research teams.","accessed":{"date-parts":[[2022,9,2]]},"author":[{"family":"Conn","given":"Vicki S."},{"family":"McCarthy","given":"Ann Marie"},{"family":"Cohen","given":"Marlene Z."},{"family":"Anderson","given":"Cindy M."},{"family":"Killion","given":"Cheryl"},{"family":"DeVon","given":"Holli A."},{"family":"Topp","given":"Robert"},{"family":"Fahrenwald","given":"Nancy L."},{"family":"Herrick","given":"Linda M."},{"family":"Benefield","given":"Lazelle E."},{"family":"Smith","given":"Carol E."},{"family":"Jefferson","given":"Urmeka T."},{"family":"Anderson","given":"Elizabeth A."}],"citation-key":"Conn2019","container-title":"Western Journal of Nursing Research","container-title-short":"West J Nurs Res","DOI":"10.1177/0193945918793097","ISSN":"0193-9459","issue":"6","issued":{"date-parts":[[2019,6,1]]},"page":"920-940","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Pearls and Pitfalls of Team Science","type":"article-journal","URL":"https://doi.org/10.1177/0193945918793097","volume":"41"},
  {"id":"Dwivedi2022BiogeosciencesPerspectivesIntegrated","abstract":"This article is composed of three independent commentaries about the state of Integrated, Coordinated, Open, Networked (ICON) principles in the American Geophysical Union Biogeosciences section, and discussion on the opportunities and challenges of adopting them. Each commentary focuses on a different topic: (a) Global collaboration, technology transfer, and application (Section 2), (b) Community engagement, community science, education, and stakeholder involvement (Section 3), and (c) Field, experimental, remote sensing, and real-time data research and application (Section 4). We discuss needs and strategies for implementing ICON and outline short- and long-term goals. The inclusion of global data and international community engagement are key to tackling grand challenges in biogeosciences. Although recent technological advances and growing open-access information across the world have enabled global collaborations to some extent, several barriers, ranging from technical to organizational to cultural, have remained in advancing interoperability and tangible scientific progress in biogeosciences. Overcoming these hurdles is necessary to address pressing large-scale research questions and applications in the biogeosciences, where ICON principles are essential. Here, we list several opportunities for ICON, including coordinated experimentation and field observations across global sites, that are ripe for implementation in biogeosciences as a means to scientific advancements and social progress.","accessed":{"date-parts":[[2022,9,1]]},"author":[{"family":"Dwivedi","given":"D."},{"family":"Santos","given":"A. L. D."},{"family":"Barnard","given":"M. A."},{"family":"Crimmins","given":"T. M."},{"family":"Malhotra","given":"A."},{"family":"Rod","given":"K. A."},{"family":"Aho","given":"K. S."},{"family":"Bell","given":"S. M."},{"family":"Bomfim","given":"B."},{"family":"Brearley","given":"F. Q."},{"family":"Cadillo-Quiroz","given":"H."},{"family":"Chen","given":"J."},{"family":"Gough","given":"C. M."},{"family":"Graham","given":"E. B."},{"family":"Hakkenberg","given":"C. R."},{"family":"Haygood","given":"L."},{"family":"Koren","given":"G."},{"family":"Lilleskov","given":"E. A."},{"family":"Meredith","given":"L. K."},{"family":"Naeher","given":"S."},{"family":"Nickerson","given":"Z. L."},{"family":"Pourret","given":"O."},{"family":"Song","given":"H.-S."},{"family":"Stahl","given":"M."},{"family":"Taş","given":"N."},{"family":"Vargas","given":"R."},{"family":"Weintraub-Leff","given":"S."}],"citation-key":"Dwivedi2022BiogeosciencesPerspectivesIntegrated","container-title":"Earth and Space Science","DOI":"10.1029/2021EA002119","ISSN":"2333-5084","issue":"3","issued":{"date-parts":[[2022]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1029/2021EA002119","page":"e2021EA002119","source":"Wiley Online Library","title":"Biogeosciences Perspectives on Integrated, Coordinated, Open, Networked (ICON) Science","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1029/2021EA002119","volume":"9"},
  {"id":"Goldman2022IntegratedCoordinatedOpen","abstract":"The sciences struggle to integrate across disciplines, coordinate across data generation and modeling activities, produce connected open data, and build strong networks to engage stakeholders within and beyond the scientific community. The American Geophysical Union (AGU) is divided into 25 sections intended to encompass the breadth of the geosciences. Here, we introduce a special collection of commentary articles spanning 19 AGU sections on challenges and opportunities associated with the use of ICON science principles. These principles focus on research intentionally designed to be Integrated, Coordinated, Open, and Networked (ICON) with the goal of maximizing mutual benefit (among stakeholders) and cross-system transferability of science outcomes. This article (a) summarizes the ICON principles; (b) discusses the crowdsourced approach to creating the collection; (c) explores insights from across the articles; and (d) proposes steps forward. There were common themes among the commentary articles, including broad agreement that the benefits of using ICON principles outweigh the costs, but that using ICON principles has important risks that need to be understood and mitigated. It was also clear that the ICON principles are not monolithic or static, but should instead be considered a heuristic tool that can and should be modified to meet changing needs. As a whole, the collection is intended as a resource for scientists pursuing ICON science and represents an important inflection point in which the geosciences community has come together to offer insights into ICON principles as a unified approach for improving how science is done across the geosciences and beyond.","accessed":{"date-parts":[[2022,9,1]]},"author":[{"family":"Goldman","given":"A. E."},{"family":"Emani","given":"S. R."},{"family":"Pérez-Angel","given":"L. C."},{"family":"Rodríguez-Ramos","given":"J. A."},{"family":"Stegen","given":"J. C."}],"citation-key":"Goldman2022IntegratedCoordinatedOpen","container-title":"Earth and Space Science","DOI":"10.1029/2021EA002099","ISSN":"2333-5084","issue":"4","issued":{"date-parts":[[2022]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1029/2021EA002099","page":"e2021EA002099","source":"Wiley Online Library","title":"Integrated, Coordinated, Open, and Networked (ICON) Science to Advance the Geosciences: Introduction and Synthesis of a Special Collection of Commentary Articles","title-short":"Integrated, Coordinated, Open, and Networked (ICON) Science to Advance the Geosciences","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1029/2021EA002099","volume":"9"},
  {"id":"Lowndes2017","abstract":"Reproducibility has long been a tenet of science but has been challenging to achieve—we learned this the hard way when our old approaches proved inadequate to efficiently reproduce our own work. Here we describe how several free software tools have fundamentally upgraded our approach to collaborative research, making our entire workflow more transparent and streamlined. By describing specific tools and how we incrementally began using them for the Ocean Health Index project, we hope to encourage others in the scientific community to do the same—so we can all produce better science in less time.","accessed":{"date-parts":[[2022,9,3]]},"author":[{"family":"Lowndes","given":"Julia S. Stewart"},{"family":"Best","given":"Benjamin D."},{"family":"Scarborough","given":"Courtney"},{"family":"Afflerbach","given":"Jamie C."},{"family":"Frazier","given":"Melanie R."},{"family":"O’Hara","given":"Casey C."},{"family":"Jiang","given":"Ning"},{"family":"Halpern","given":"Benjamin S."}],"citation-key":"Lowndes2017","container-title":"Nature Ecology & Evolution","container-title-short":"Nat Ecol Evol","DOI":"10.1038/s41559-017-0160","ISSN":"2397-334X","issue":"6","issued":{"date-parts":[[2017,5,23]]},"language":"en","license":"2017 Macmillan Publishers Limited","number":"6","page":"1-7","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Our path to better science in less time using open data science tools","type":"article-journal","URL":"https://www.nature.com/articles/s41559-017-0160","volume":"1"},
  {"id":"Orts2002","abstract":"We argue that though stakeholder theory has much to recommend it, particularly as a heuristic for thinking about business firms properly as involving the economic interests of other groups beyond those of the shareholders or other equity owners, the theory is limited by its focus on the interests of human participants in business enterprise. Stakeholder theory runs into intractable philosophical difficulty in providing credible ethical principles for business managers in dealing with some topics, such as the natural environment, that do not directly involve human beings within a business firm or who engage in transactions with a firm. Corporate decision-making must include an appreciation of these ethical values even though they cannot be captured in stakeholder theory.","accessed":{"date-parts":[[2022,9,13]]},"author":[{"family":"Orts","given":"Eric W."},{"family":"Strudler","given":"Alan"}],"citation-key":"Orts2002","container-title":"Business Ethics Quarterly","DOI":"10.2307/3857811","ISSN":"1052-150X","issue":"2","issued":{"date-parts":[[2002]]},"page":"215-233","publisher":"Cambridge University Press","source":"JSTOR","title":"The Ethical and Environmental Limits of Stakeholder Theory","type":"article-journal","URL":"http://www.jstor.org/stable/3857811","volume":"12"},
  {"id":"Smith2003","abstract":"<em>Gale</em> Academic OneFile includes The shareholders vs. stakeholders debate by H. Jeff Smith. Read the beginning or sign in for the full text.","accessed":{"date-parts":[[2022,9,13]]},"author":[{"family":"Smith","given":"H. Jeff"}],"citation-key":"Smith2003","container-title":"MIT Sloan Management Review","ISSN":"15329194","issue":"4","issued":{"date-parts":[[2003,6,22]]},"language":"English","page":"85-91","publisher":"Sloan Management Review","source":"go.gale.com","title":"The shareholders vs. stakeholders debate","type":"article-journal","URL":"https://go.gale.com/ps/i.do?p=AONE&sw=w&issn=15329194&v=2.1&it=r&id=GALE%7CA106059455&sid=googleScholar&linkaccess=abs","volume":"44"},
  {"id":"Stegen2019DepartmentEnergyOffice","author":[{"family":"Stegen","given":"James"},{"family":"Brodie","given":"Eoin"},{"family":"Wrighton","given":"Kelly"}],"citation-key":"Stegen2019DepartmentEnergyOffice","container-title":"Workshop Report","issued":{"date-parts":[[2019,10]]},"language":"en","page":"144","source":"Zotero","title":"U.S. Department of Energy Office of Science Office of Biological and Environmental Research (BER)","type":"article-journal"},
  {"id":"Stokols2008","abstract":"Increased public and private investments in large-scale team science initiatives over the past two decades have underscored the need to better understand how contextual factors influence the effectiveness of transdisciplinary scientific collaboration. Toward that goal, the findings from four distinct areas of research on team performance and collaboration are reviewed: (1) social psychological and management research on the effectiveness of teams in organizational and institutional settings; (2) studies of cyber-infrastructures (i.e., computer-based infrastructures) designed to support transdisciplinary collaboration across remote research sites; (3) investigations of community-based coalitions for health promotion; and (4) studies focusing directly on the antecedents, processes, and outcomes of scientific collaboration within transdisciplinary research centers and training programs. The empirical literature within these four domains reveals several contextual circumstances that either facilitate or hinder team performance and collaboration. A typology of contextual influences on transdisciplinary collaboration is proposed as a basis for deriving practical guidelines for designing, managing, and evaluating successful team science initiatives.","accessed":{"date-parts":[[2022,9,2]]},"author":[{"family":"Stokols","given":"Daniel"},{"family":"Misra","given":"Shalini"},{"family":"Moser","given":"Richard P."},{"family":"Hall","given":"Kara L."},{"family":"Taylor","given":"Brandie K."}],"citation-key":"Stokols2008","collection-title":"The Science of Team Science","container-title":"American Journal of Preventive Medicine","container-title-short":"American Journal of Preventive Medicine","DOI":"10.1016/j.amepre.2008.05.003","ISSN":"0749-3797","issue":"2, Supplement","issued":{"date-parts":[[2008,8,1]]},"language":"en","page":"S96-S115","source":"ScienceDirect","title":"The Ecology of Team Science: Understanding Contextual Influences on Transdisciplinary Collaboration","title-short":"The Ecology of Team Science","type":"article-journal","URL":"https://www.sciencedirect.com/science/article/pii/S0749379708004091","volume":"35"},
  {"id":"Tebes2018a","abstract":"Science increasingly consists of interdisciplinary team-based research to address complex social, biomedical, public health, and global challenges through a practice known as team science. In this article, I discuss the added value of team science, including participatory team science, for generating scientific knowledge. Participatory team science involves the inclusion of public stakeholders on science teams as co-producers of knowledge. I also discuss how constructivism offers a common philosophical foundation for both community psychology and team science, and how this foundation aligns well with contemporary developments in science that emphasize the co-production of knowledge. I conclude with a discussion of how the co-production of knowledge in team science can promote justice.","accessed":{"date-parts":[[2022,9,2]]},"author":[{"family":"Tebes","given":"Jacob Kraemer"}],"citation-key":"Tebes2018a","container-title":"American Journal of Community Psychology","DOI":"10.1002/ajcp.12252","ISSN":"1573-2770","issue":"1-2","issued":{"date-parts":[[2018]]},"language":"en","note":"_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/ajcp.12252","page":"13-22","source":"Wiley Online Library","title":"Team Science, Justice, and the Co-Production of Knowledge","type":"article-journal","URL":"https://onlinelibrary.wiley.com/doi/abs/10.1002/ajcp.12252","volume":"62"},
  {"id":"Wilkinson2016","abstract":"There is an urgent need to improve the infrastructure supporting the reuse of scholarly data. A diverse set of stakeholders—representing academia, industry, funding agencies, and scholarly publishers—have come together to design and jointly endorse a concise and measureable set of principles that we refer to as the FAIR Data Principles. The intent is that these may act as a guideline for those wishing to enhance the reusability of their data holdings. Distinct from peer initiatives that focus on the human scholar, the FAIR Principles put specific emphasis on enhancing the ability of machines to automatically find and use the data, in addition to supporting its reuse by individuals. This Comment is the first formal publication of the FAIR Principles, and includes the rationale behind them, and some exemplar implementations in the community.","accessed":{"date-parts":[[2022,9,1]]},"author":[{"family":"Wilkinson","given":"Mark D."},{"family":"Dumontier","given":"Michel"},{"family":"Aalbersberg","given":"IJsbrand Jan"},{"family":"Appleton","given":"Gabrielle"},{"family":"Axton","given":"Myles"},{"family":"Baak","given":"Arie"},{"family":"Blomberg","given":"Niklas"},{"family":"Boiten","given":"Jan-Willem"},{"family":"Silva Santos","given":"Luiz Bonino","non-dropping-particle":"da"},{"family":"Bourne","given":"Philip E."},{"family":"Bouwman","given":"Jildau"},{"family":"Brookes","given":"Anthony J."},{"family":"Clark","given":"Tim"},{"family":"Crosas","given":"Mercè"},{"family":"Dillo","given":"Ingrid"},{"family":"Dumon","given":"Olivier"},{"family":"Edmunds","given":"Scott"},{"family":"Evelo","given":"Chris T."},{"family":"Finkers","given":"Richard"},{"family":"Gonzalez-Beltran","given":"Alejandra"},{"family":"Gray","given":"Alasdair J. G."},{"family":"Groth","given":"Paul"},{"family":"Goble","given":"Carole"},{"family":"Grethe","given":"Jeffrey S."},{"family":"Heringa","given":"Jaap"},{"family":"Hoen","given":"Peter A. C.","non-dropping-particle":"’t"},{"family":"Hooft","given":"Rob"},{"family":"Kuhn","given":"Tobias"},{"family":"Kok","given":"Ruben"},{"family":"Kok","given":"Joost"},{"family":"Lusher","given":"Scott J."},{"family":"Martone","given":"Maryann E."},{"family":"Mons","given":"Albert"},{"family":"Packer","given":"Abel L."},{"family":"Persson","given":"Bengt"},{"family":"Rocca-Serra","given":"Philippe"},{"family":"Roos","given":"Marco"},{"family":"Schaik","given":"Rene","non-dropping-particle":"van"},{"family":"Sansone","given":"Susanna-Assunta"},{"family":"Schultes","given":"Erik"},{"family":"Sengstag","given":"Thierry"},{"family":"Slater","given":"Ted"},{"family":"Strawn","given":"George"},{"family":"Swertz","given":"Morris A."},{"family":"Thompson","given":"Mark"},{"family":"Lei","given":"Johan","non-dropping-particle":"van der"},{"family":"Mulligen","given":"Erik","non-dropping-particle":"van"},{"family":"Velterop","given":"Jan"},{"family":"Waagmeester","given":"Andra"},{"family":"Wittenburg","given":"Peter"},{"family":"Wolstencroft","given":"Katherine"},{"family":"Zhao","given":"Jun"},{"family":"Mons","given":"Barend"}],"citation-key":"Wilkinson2016","container-title":"Scientific Data","container-title-short":"Sci Data","DOI":"10.1038/sdata.2016.18","ISSN":"2052-4463","issue":"1","issued":{"date-parts":[[2016,3,15]]},"language":"en","license":"2016 The Author(s)","number":"1","page":"160018","publisher":"Nature Publishing Group","source":"www.nature.com","title":"The FAIR Guiding Principles for scientific data management and stewardship","type":"article-journal","URL":"https://www.nature.com/articles/sdata201618","volume":"3"},
  {"id":"Wood2021","abstract":"To contribute to the continuing challenge of explaining how managers identify stakeholders and assess their salience, in this article, we chronicle the history, assess the impact, and evaluate the possibilities opened by Mitchell, Agle, and Wood (MAW-1997). We do so through two types of qualitative analysis, and also through utilizing a quantitative network analysis tool. The first qualitative analysis categorizes the major contributions of the most influential papers succeeding MAW-1997; the second identifies and compares the relevant issues with MAW-1997 at the time of initial publication and today. We apply main path analysis, a quantitative tool, to map how this scholarly domain has evolved. These three analyses robustly depict the impact of MAW-1997 and the ensuing scholarly conversation, and they enable us to illustrate the current state and trajectory of stakeholder identification and salience scholarship. We close by discussing pressing topics related to the broader body of stakeholder theory literature.","accessed":{"date-parts":[[2022,9,13]]},"author":[{"family":"Wood","given":"Donna J."},{"family":"Mitchell","given":"Ronald K."},{"family":"Agle","given":"Bradley R."},{"family":"Bryan","given":"Logan M."}],"citation-key":"Wood2021","container-title":"Business & Society","DOI":"10.1177/0007650318816522","ISSN":"0007-6503","issue":"1","issued":{"date-parts":[[2021,1,1]]},"language":"en","page":"196-245","publisher":"SAGE Publications Inc","source":"SAGE Journals","title":"Stakeholder Identification and Salience After 20 Years: Progress, Problems, and Prospects","title-short":"Stakeholder Identification and Salience After 20 Years","type":"article-journal","URL":"https://doi.org/10.1177/0007650318816522","volume":"60"},
  {"id":"Wye2020","abstract":"Background:\nThe Bristol Knowledge Mobilisation (KM) Team was an unusual collective brokering model, consisting of a multi-professional team of four managers and three academics embedded in both local healthcare policymaking (aka commissioning) and academic primary care.\nAims and objectives:\nThey aimed to encourage ‘research-informed commissioning’ and ‘commissioning-informed research’. This paper covers context, structure, processes, advantages, challenges and impact.\nMethods:\nData sources from brokers included personal logs, reflective essays, exit interviews and a team workshop. These were analysed inductively using constant comparison. To obtain critical distance, three external evaluations were conducted, using interviews, observations and documentation.\nFindings:\nStable, solvent organisations; senior involvement with good inter-professional relationships; secure funding; and networks of engaged allies in host organisations supported the brokers. Essential elements were two-way embedding, ‘buddying up’, team leadership, brokers’ interpersonal skills, and two-year, part-time contracts. By working collectively, the brokers fostered cross-community interactions and modelled collaborative behaviour, drawing on each other’s ‘insider’ knowledge, networks and experience. Challenges included too many taskmasters, unrealistic expectations and work overload. However, team-brokering provided a safe space to be vulnerable, share learning, and build confidence. As host organisations benefitted most from embedded brokers, both communities noted changes in attitude, knowledge, skills and confidence. The team were more successful in fostering ‘commissioning-informed research’ with co-produced research grants than ‘research-informed commissioning’.\nDiscussion and conclusions:\nAlthough still difficult, the collective support and comradery of an embedded, two-way, multi-professional team made encouraging interactions, and therefore brokering, easier. A team approach modelled collaborative behaviour and created a critical mass to affect cultural change.","accessed":{"date-parts":[[2022,9,2]]},"author":[{"family":"Wye","given":"Lesley"},{"family":"Cramer","given":"Helen"},{"family":"Beckett","given":"Kate"},{"family":"Farr","given":"Michelle"},{"family":"May","given":"Andrée","dropping-particle":"le"},{"family":"Carey","given":"Jude"},{"family":"Robinson","given":"Rebecca"},{"family":"Anthwal","given":"Rachel"},{"family":"Rooney","given":"James"},{"family":"Baxter","given":"Helen"}],"citation-key":"Wye2020","container-title":"Evidence & Policy","DOI":"10.1332/174426419X15468577044957","event-place":"Bristol, United Kingdom","ISSN":"17442648","issue":"3","issued":{"date-parts":[[2020,8]]},"language":"English","license":"Copyright Policy Press Aug 2020","number-of-pages":"429-452","page":"429-452","publisher":"Policy Press","publisher-place":"Bristol, United Kingdom","section":"Research Articles","source":"ProQuest","title":"Collective knowledge brokering: the model and impact of an embedded team","title-short":"Collective knowledge brokering","type":"article-journal","URL":"https://www.proquest.com/docview/2451546568/abstract/226118229BDB4A53PQ/1","volume":"16"},
  {"id":"Yahara2021","abstract":"This open access book provides a theoretical framework and case studies on decision science for regional sustainability by integrating the natural and social sciences. The cases discussed include solution-oriented transdisciplinary studies on the environment, disasters, health, governance and human cooperation. Based on these case studies and comprehensive reviews of relevant works, including lessons learned from past failures for predictable surprises and successes in adaptive co-management, the book provides the reader with new perspectives on how we can co-design collaborative projects with various conflicts of interest and how we can transform our society for a sustainable future. The book makes a valuable contribution to the global research initiative Future Earth, promoting transdisciplinary studies to bridge the gap between science and society in knowledge generation processes and supporting efforts to achieve the UN’s Sustainable Development Goals (SDGs). Compared to other publications on transdisciplinary studies, this book is unique in that evolutionary biology is used as an integrator for various areas related to human decision-making, and approaches social changes as processes of adaptive learning and evolution. Given its scope, the book is highly recommended to all readers seeking an integrated overview of human decision-making in the context of social transformation.","accessed":{"date-parts":[[2022,9,2]]},"citation-key":"Yahara2021","container-title-short":"Theory and Practice","DOI":"10.1007/978-981-15-8632-3","editor":[{"family":"Yahara","given":"Tetsukazu"}],"issued":{"date-parts":[[2021]]},"language":"English","license":"open access","note":"Accepted: 2021-02-17T08:45:38Z","publisher":"Springer Nature","source":"directory.doabooks.org","title":"Decision Science for Future Earth : Theory and Practice","title-short":"Decision Science for Future Earth","type":"book","URL":"https://directory.doabooks.org/handle/20.500.12854/63654"}
]
